import { RecipeModel } from '../models/recipe.model';

export const RECIPES: RecipeModel[] = [
  { recipe_id:1,
	recipe_name:"Πουτίγκα",
	recipe_description:"Για το σιρόπι: Τοποθετούμε ένα μικρό κατσαρολάκι πάνω από δυνατή φωτιά. Ρίχνουμε το νερό με τη ζάχαρη και τα αφήνουμε να πάρουν βράση. Μόλις γίνει αυτό αποσύρουμε από τη φωτιά και αφήνουμε στη άκρη να κρυώσει ελαφρώς.Για την κρέμα: Τοποθετούμε μία κατσαρόλα σε μέτρια προς δυνατή φωτιά. Αδειάζουμε το ΝΟΥΝΟΥ Γεύσεις \nΣπιτικές και το νερό, τη μισή ποσότητα από τη ζάχαρη και τις βανίλιες ανακατεύοντας μέχρι να διαλυθεί η ζάχαρη. Αφήνουμε να ζεσταθεί μέχρι να αρχίσει να αχνίζει. Στο διάστημα αυτό τοποθετούμε σε ένα μπολ την υπόλοιπη ζάχαρη, το κορν φλάουερ, το σιμιγδάλι και το αυγό χτυπώντας τα καλά με ένα σύρμα ώστε να ομογενοποιηθούν πολύ καλά μέχρι να πάρουν τη μορφή μιας παχύρευστης κρέμας. Μόλις το ΝΟΥΝΟΥ Γεύσεις Σπιτικές με το νερό μέσα στην κατσαρόλα αρχίσει να βράζει το κατεβάζουμε από τη φωτιά και με μία κουτάλα το ρίχνουμε σε δόσεις στο μείγμα του αυγού ώστε να πάρουν θερμοκρασία. 5-6 κουτάλες είναι αρκετές."
	},
  { recipe_id:2,
	recipe_name:"Κέικ με γλάσο σοκολάτας",
	recipe_description:"Καραμελώνουμε τα φουντούκια και τα σπάμε σε μικρότερα κομμάτια. Χτυπάμε το ΝΟΥΝΟΥ Βούτυρο με τη ζάχαρη, προσθέτουμε ένα-ένα τα αυγά, τη βανίλια και το ξύσμα. Προσθέτουμε το αλεύρι και το το ΝΟΥΝΟΥ Γεύσεις Σπιτικές εναλλάξ και τέλος τα φουντούκια. Ψήνουμε για 40 λεπτά στους 180C σε βουτυρωμένη και αλευρωμένη φόρμα. Για το γλάσο ζεσταίνουμε την κρέμα, προσθέτουμε τη σοκολάτα και το μέλι και ανακατεύουμε. Καλύπτουμε το κέικ με το γλάσο και το αφήνουμε να κρυώσει"
	}
  
];